<?xml version="1.0" encoding="utf-8"?>
<rss version="2.0"
	xmlns:dc="http://purl.org/dc/elements/1.1/"
	xmlns:content="http://purl.org/rss/1.0/modules/content/"
>

<channel>
	<title> .. :: BOYJUMP ::.. Soldaru Hip Hop Senegal</title>
	<link>./</link>
	<description></description>
	<language>fr</language>
	<generator>SPIP - www.spip.net</generator>

	<image>
		<title> .. :: BOYJUMP ::.. Soldaru Hip Hop Senegal</title>
		<url>http://localhost/boy/IMG/siteon0.jpg</url>
		<link>./</link>
		<height>83</height>
		<width>218</width>
	</image>




	<item>
		<title>72 HEURES DU HIP-HOP GALSEN : Un partenariat scell&#233; entre le minist&#232;re de la Culture et les rappeurs</title>
		<link>http://localhost/boy/spip.php?article138</link>
		<guid isPermaLink="true">http://localhost/boy/spip.php?article138</guid>
		<dc:date>2009-01-05T00:50:16Z</dc:date>
		<dc:format>text/html</dc:format>
		<dc:language>fr</dc:language>
		<dc:creator>Malaka</dc:creator>



		<description>Les 72 heures organis&#233;es ce week-end par le mouvement hip-hop s&#233;n&#233;galais ont permis aux acteurs de se retrouver pour sceller leur unit&#233; et de travailler pour la bonne cause. Occasion saisie par le ministre de la Culture, Mame Birame Diouf d'inviter les acteurs &#224; un partenariat avec son minist&#232;re. &lt;br /&gt;C'est une premi&#232;re dans l'histoire du Hip-hop Galsen ( Made in S&#233;n&#233;gal). Durant trois jours, du 1er au 3 janvier dernier, rappeurs, graffeurs, &#171; breakers &#187;, disc-jockeys et autres acteurs du mouvement ont fait (...)


-
&lt;a href="http://localhost/boy/spip.php?rubrique6" rel="directory"&gt;XAMLE&lt;/a&gt;


		</description>


 <content:encoded>&lt;div class='rss_chapo'&gt;Les 72 heures organis&#233;es ce week-end par le mouvement hip-hop s&#233;n&#233;galais ont permis aux acteurs de se retrouver pour sceller leur unit&#233; et de travailler pour la bonne cause. Occasion saisie par le ministre de la Culture, Mame Birame Diouf d'inviter les acteurs &#224; un partenariat avec son minist&#232;re.&lt;/div&gt;
		&lt;div class='rss_texte'&gt;&lt;p class=&quot;spip&quot;&gt;C'est une premi&#232;re dans l'histoire du Hip-hop Galsen ( Made in S&#233;n&#233;gal). Durant trois jours, du 1er au 3 janvier dernier, rappeurs, graffeurs, &#171; breakers &#187;, disc-jockeys et autres acteurs du mouvement ont fait vibrer Dakar &#224; travers diff&#233;rentes activit&#233;s.&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Les 72 heures de Hip-hop ont vu pr&#232;s de 200 groupes de rap se succ&#233;der sur la sc&#232;ne du Centre culturel Blaise Senghor, les breakers se livrer &#224; des d&#233;monstrations spectaculaires. Les graffeurs quant &#224; eux ont s&#233;duit par les graffitis qu'ils ont d&#233;ploy&#233;s sur les murs. L'occasion &#233;tait aussi saisie pour montrer toute la cr&#233;ativit&#233; des acteurs du mouvement hip-hop. A travers une exposition, il a &#233;t&#233; permis au grand public de d&#233;couvrir la mode &#171; street wear &#187; port&#233;e par les acteurs du mouvement. Cela va des blousons &#171; Az Ouz &#187; en passant par les T-shirts &#171; J-Mo &#187; et autres chaussures. La manifestation n'a pas &#233;t&#233; que rap, dance et mode puisque des d&#233;bats portant sur les origines du mouvement et la po&#233;tique du texte de rap ont &#233;t&#233; anim&#233;s par diff&#233;rents conf&#233;renciers.&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Sur cela, le rappeur Fou Malade du Bat Haillon Blin'D soutient : &#171; Les conf&#233;rences sur les origines du hip-hop et sur la po&#233;tique du texte de rap sont l&#224; pour montrer que le rap est intelligent. Il est vrai que chaque g&#233;n&#233;ration vient avec son style, mais chaque rappeur porte la responsabilit&#233; du texte qu'il &#233;crit &#187;.&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Au-del&#224; du d&#233;bat sur le texte de rap, l'organisation de ces 72 heures du hip-hop vient mettre le doigt sur les diff&#233;rents maux dont souffre le mouvement. D'abord &#224; la &#171; dispersion &#187; qui caract&#233;rise le mouvement depuis plusieurs ann&#233;es. &#171; Cela n'arrange pas les choses, estime Fou Malade. On a besoin de se regrouper, d'&#234;tre ensemble pour que les choses aillent de l'avant &#187;. L&#224;, le rappeur Simon du label &#171; Jolof for life &#187;, conscient des &#171; animosit&#233;s naturelles &#187; existant chez les rappeur, nuance : &#171; On n'a pas besoin de s'entendre, mais juste former une famille, avoir une maison et que si cette maison br&#251;le, tous les rappeurs viennent pour &#233;teindre le feu &#187;.&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Se retrouver autour de l'essentiel&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Au cours de la premi&#232;re journ&#233;e de ces 72 heures, Didier Awadi a indiqu&#233; la n&#233;cessit&#233; pour les acteurs de &#171; se retrouver autour de l'essentiel &#187; et se battre pour la m&#234;me cause. Faisant partie des pr&#233;curseurs du hip-hop Galsen, Didier &#233;tait heureux de constater que les autorit&#233;s ont finalement admis que les rappeurs existent. Pour sa part, le ministre de la Culture Mame Birame Diouf a fait remarquer qu'il est le ministre charg&#233; de &#171; tous les arts du S&#233;n&#233;gal &#187;. Avant d'annoncer qu'&#224; partir de maintenant, un v&#233;ritable partenariat sera nou&#233; entre le mouvement hip-hop et son minist&#232;re. Il a d'ailleurs tenu &#224; rassurer les acteurs du mouvement en indiquant qu'il est de sa mission, en tant que ministre de la culture, de promouvoir toutes les formes d'expression culturelle. &#171; Vous devez recevoir autant que les autres &#187;, leur a-t-il signifi&#233;. Et dans la perspective du prochain Fesman III, Mame Birame Diouf n'a pas manqu&#233; d'inviter les rappeurs &#224; jouer leur partition dans ce grand &#233;v&#233;nement culturel de l'histoire de notre pays.&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Cet appel du ministre n'est pas entr&#233; dans l'oreille d'un sourd, puisque les rappeurs ont d&#233;j&#224; mis sur pied un comit&#233; charg&#233; de piloter les projets du hip-hop Galsen. &#171; Ce comit&#233;, signale Simon, va se charger de l'organisation de certains festivals, de p&#233;renniser les 72 heures et de r&#233;gler les probl&#232;mes vitaux du mouvement &#187;. Le grand projet sur lequel est en train de plancher le comit&#233; est d'ailleurs la mise sur pied d'une mutuelle de sant&#233; pour les acteurs du mouvement.&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Maguette NDONG&lt;/p&gt;&lt;/div&gt;
		
		</content:encoded>


		

	</item>



	<item>
		<title>Rappeurs et entrepreneurs : Le Hip-hop s&#233;n&#233;galais, c&#244;t&#233; business</title>
		<link>http://localhost/boy/spip.php?article137</link>
		<guid isPermaLink="true">http://localhost/boy/spip.php?article137</guid>
		<dc:date>2009-01-05T00:36:37Z</dc:date>
		<dc:format>text/html</dc:format>
		<dc:language>fr</dc:language>
		<dc:creator>Malaka</dc:creator>



		<description>Assis confortablement dans un fauteuil, au studio Sankara de Dakar, Moussa Mbaye, 29 ans, attend que son mentor trouve une minute pour venir &#224; sa rencontre. Venu de la Guin&#233;e voisine, o&#249; il a grandi, le rappeur d'origine s&#233;n&#233;galaise vient chercher conseil aupr&#232;s de Didier Awadi, l'un des pionniers du rap africain. &#8216;Son c&#244;t&#233; entrepreneur m'impressionne beaucoup. Je viens d'un milieu modeste et je veux montrer aux gens qu'on peut s'en sortir en faisant du rap', explique l'artiste guin&#233;en. Il y a cinq ans, (...)

-
&lt;a href="http://localhost/boy/spip.php?rubrique6" rel="directory"&gt;XAMLE&lt;/a&gt;


		</description>


 <content:encoded>&lt;div class='rss_chapo'&gt;Assis confortablement dans un fauteuil, au studio Sankara de Dakar, Moussa Mbaye, 29 ans, attend que son mentor trouve une minute pour venir &#224; sa rencontre. Venu de la Guin&#233;e voisine, o&#249; il a grandi, le rappeur d'origine s&#233;n&#233;galaise vient chercher conseil aupr&#232;s de Didier Awadi, l'un des pionniers du rap africain. &#8216;Son c&#244;t&#233; entrepreneur m'impressionne beaucoup. Je viens d'un milieu modeste et je veux montrer aux gens qu'on peut s'en sortir en faisant du rap', explique l'artiste guin&#233;en. Il y a cinq ans, Moussa a fond&#233; sa maison de production &#224; Conakry. Avec ses acolytes de Degg-J Force 3, il monte en ce moment un studio d'enregistrement et envoie des stagiaires &#224; Dakar, afin de profiter de l'expertise des rappeurs de la vieille &#233;cole. &#8216;On veut &#234;tre ind&#233;pendant et sortir du ghetto. On se prive de loisirs et on investit tout dans le rap', confie avec intensit&#233; le jeune musicien.&lt;/div&gt;
		&lt;div class='rss_texte'&gt;&lt;p class=&quot;spip&quot;&gt;Au milieu des va-et-vient incessants des visiteurs, Awadi s'active dans son studio, une v&#233;ritable industrie culturelle. &#8216;Nous essayons, de toucher tous les domaines li&#233;s &#224; la musique. Depuis 2002, nous faisons de la production phonographique, &#233;v&#233;nementielle et publicitaire. Nous employons une quinzaine de permanents, mais nous sommes parfois entre 50 et 60 sur le terrain', explique Awadi. Le rappeur, aujourd'hui &#226;g&#233; de 38 ans, a aussi cr&#233;&#233; Urban Groove, un concours national de musique, de danse et de mannequin&#226;t.&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Pour Xuman, t&#234;te d'affiche du rap s&#233;n&#233;galais, ceux qui vivent du rap sont moins nombreux qu'&#224; une certaine &#233;poque, mais mieux organis&#233;s : &#8216;En 1998-99, lors d'un concours, on avait recens&#233; 5 000 groupes. Je dirais qu'il y en a encore environ 3 000, dont 1 000 qui exercent de mani&#232;re professionnelle. Et, au maximum, une cinquantaine qui ne vivent que de &#231;a'. Les ann&#233;es aidant, les rappeurs ont gagn&#233; en maturit&#233;. &#8216;Ils se prennent en charge. Ceux de ma g&#233;n&#233;ration se sont mari&#233;s ; ils sont p&#232;res de famille. On est une r&#233;f&#233;rence dans le pays', commente Big D.&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Beaucoup de rappeurs de la g&#233;n&#233;ration de Didier Awadi, ceux qu'on appelle les pionniers, ont r&#233;ussi &#224; monter un studio, s'investir dans la danse, la publicit&#233; ou des activit&#233;s sc&#233;niques. Pour Cheikh S&#232;ne, alias Keyti, 35 ans, le rap a pouss&#233; bon nombre d'artistes dans l'entrepreneuriat : &#8216;Le hip-hop est plus qu'une passion. Il y a une dynamique au-del&#224; m&#234;me de la musique. Au sein du mouvement, diverses branches se connectent pour g&#233;n&#233;rer des emplois : D.J., monteur vid&#233;o, graphiste, animateur d'&#233;mission radio et t&#233;l&#233;vision, etc.' Certains artistes se lancent &#233;galement dans le design de v&#234;tements. A l'image de Docta ou Lamine, de la marque Moy lolou (C'est &#231;a !, en ouoloff), qui incitent les S&#233;n&#233;galais &#224; consommer local.&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;&#8216;On s'est organis&#233; et chaque membre du groupe joue un autre r&#244;le. Je fais les relations publiques, Nkrumah est comptable, Dj Allah technicien de studio. Fakhman s'occupe du graphisme et Diggy est ing&#233;nieur du son', explique Malal Talla, une autre ic&#244;ne du rap s&#233;n&#233;galais, plus connu sous le nom de Fou Malade, du nom d'un de ses anciens tubes. Cette sorte de coop&#233;rative 100 % rap emploie &#233;galement une bonne et un chauffeur, pour un total de sept salari&#233;s.&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Ousmane Diaw, directeur du Centre de formation professionnelle de Thi&#232;s, est de ceux qui ont cru que le rap serait un ph&#233;nom&#232;ne passager : &#8216;A mon sens, ce n'&#233;tait qu'une mode associ&#233;e aux v&#234;tements. Mais comme ce n'&#233;tait pas facile financi&#232;rement de s'habiller comme les Am&#233;ricains et de rouler en d&#233;capotable, les jeunes l'ont adapt&#233;e aux r&#233;alit&#233;s du S&#233;n&#233;gal'. Aujourd'hui, M. Diaw, 53 ans, reconna&#238;t que le hobby qu'il consid&#233;rait frivole est devenu un vrai gagne-pain. Si, avec le piratage, les recettes sur les albums se font rares, les artistes ont trouv&#233; d'autres sources de revenus. Fou Malade d&#233;voile qu'un concert rapporte en moyenne entre 50 000 et 500 000 Fcfa (entre 76 et 760 &#8364;) et un spot publicitaire, o&#249; l'on utilise l'image d'un rappeur pour faire de la sensibilisation, par exemple sur le chol&#233;ra ou le palu, jusqu'&#224; 5 millions de Fcfa (plus de 7 600 &#8364;).&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Pour beaucoup de ces jeunes rappeurs, la grande victoire, c'est qu'on ne les regarde plus comme des d&#233;mons : &#8216;Le rap est maintenant socialement accept&#233;. Mais, disent-ils, si un rappeur veut vivre comme un rappeur am&#233;ricain, il va toujours se plaindre.' Keyti estime cependant que l'argent gagn&#233; avec le rap, il faut le r&#233;investir dans le domaine. D'apr&#232;s lui, depuis deux ou trois ans, cette mentalit&#233; s'est g&#233;n&#233;ralis&#233;e : &#8216;Les gens travaillent parfois avec les moyens du bord. Ceux qui ont r&#233;ussi, comme Awadi ou Daara J, ce sont ceux qui ont commenc&#233; &#224; s'organiser depuis longtemps. Il y a beaucoup de sacrifices derri&#232;re, mais &#231;a paie aujourd'hui.'&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;La r&#233;ussite exemplaire de certains grands fr&#232;res motive les plus jeunes &#224; assurer la rel&#232;ve, comme Domou Dialaw de Yenne, sur la Petite c&#244;te. Dans cette communaut&#233;, il y a aussi les jumeaux Ousseynou et Assane Thiam, 25 ans, qui y sont install&#233;s : &#8216;Il faut &#234;tre connu chez soi. Nous, on y a cr&#233;&#233; notre base. Si on sort un album, chaque maison de Yenne va l'acheter. Ils n'ont pas tous cette chance &#224; Dakar .'&lt;/p&gt; &lt;p class=&quot;spip&quot;&gt;Sidy Diop a, lui, co-fond&#233; l'association 10 000 probl&#232;mes. Dans son pays, Sidy coordonne le Festival international de rap de St-Louis, Rapandar, dont la cinqui&#232;me &#233;dition aura lieu en avril 2008.&lt;/p&gt;&lt;/div&gt;
		
		</content:encoded>


		
		<enclosure url="http://www.saintlouisdusenegal.com/icono/rapandar-sidydiop.jpg" length="21802" type="image/jpeg" />
		

	</item>



	<item>
		<title>Nun gnoy</title>
		<link>http://localhost/boy/spip.php?article136</link>
		<guid isPermaLink="true">http://localhost/boy/spip.php?article136</guid>
		<dc:date>2008-12-24T20:39:40Z</dc:date>
		<dc:format>text/html</dc:format>
		<dc:language>fr</dc:language>
		<dc:creator>Malaka</dc:creator>



		<description>

-
&lt;a href="http://localhost/boy/spip.php?rubrique1" rel="directory"&gt;VIDEOS CLIPS&lt;/a&gt;


		</description>


 <content:encoded>
		</content:encoded>


		
		<enclosure url="http://i1.ytimg.com/vi/dLgWj7OG3mE/default.jpg" length="2045" type="image/jpeg" />
		

	</item>



	<item>
		<title>Renaissance</title>
		<link>http://localhost/boy/spip.php?article135</link>
		<guid isPermaLink="true">http://localhost/boy/spip.php?article135</guid>
		<dc:date>2008-12-01T21:02:50Z</dc:date>
		<dc:format>text/html</dc:format>
		<dc:language>fr</dc:language>
		<dc:creator>Malaka</dc:creator>



		<description>

-
&lt;a href="http://localhost/boy/spip.php?rubrique1" rel="directory"&gt;VIDEOS CLIPS&lt;/a&gt;


		</description>


 <content:encoded>
		</content:encoded>


		
		<enclosure url="http://i2.ytimg.com/vi/ijCw9Bic7Nw/default.jpg" length="2621" type="image/jpeg" />
		

	</item>



	<item>
		<title>Nay Leer - retro</title>
		<link>http://localhost/boy/spip.php?article134</link>
		<guid isPermaLink="true">http://localhost/boy/spip.php?article134</guid>
		<dc:date>2008-12-01T00:38:53Z</dc:date>
		<dc:format>text/html</dc:format>
		<dc:language>fr</dc:language>
		<dc:creator>Malaka</dc:creator>



		<description>

-
&lt;a href="http://localhost/boy/spip.php?rubrique1" rel="directory"&gt;VIDEOS CLIPS&lt;/a&gt;


		</description>


 <content:encoded>
		</content:encoded>


		
		<enclosure url="http://i3.ytimg.com/vi/JGjKws0YFTc/default.jpg" length="4286" type="image/jpeg" />
		

	</item>



	<item>
		<title>Baye you side</title>
		<link>http://localhost/boy/spip.php?article133</link>
		<guid isPermaLink="true">http://localhost/boy/spip.php?article133</guid>
		<dc:date>2008-12-01T00:35:02Z</dc:date>
		<dc:format>text/html</dc:format>
		<dc:language>fr</dc:language>
		<dc:creator>Malaka</dc:creator>



		<description>

-
&lt;a href="http://localhost/boy/spip.php?rubrique1" rel="directory"&gt;VIDEOS CLIPS&lt;/a&gt;


		</description>


 <content:encoded>
		</content:encoded>


		
		<enclosure url="http://i2.ytimg.com/vi/QmWS-di8crM/default.jpg" length="3932" type="image/jpeg" />
		

	</item>



	<item>
		<title>Man ak yaw</title>
		<link>http://localhost/boy/spip.php?article132</link>
		<guid isPermaLink="true">http://localhost/boy/spip.php?article132</guid>
		<dc:date>2008-12-01T00:25:47Z</dc:date>
		<dc:format>text/html</dc:format>
		<dc:language>fr</dc:language>
		<dc:creator>Malaka</dc:creator>



		<description>

-
&lt;a href="http://localhost/boy/spip.php?rubrique1" rel="directory"&gt;VIDEOS CLIPS&lt;/a&gt;


		</description>


 <content:encoded>
		</content:encoded>


		
		<enclosure url="http://i2.ytimg.com/vi/UCd6DdV5kYI/default.jpg" length="1982" type="image/jpeg" />
		

	</item>



	<item>
		<title>Casa Rap</title>
		<link>http://localhost/boy/spip.php?article131</link>
		<guid isPermaLink="true">http://localhost/boy/spip.php?article131</guid>
		<dc:date>2008-12-01T00:23:31Z</dc:date>
		<dc:format>text/html</dc:format>
		<dc:language>fr</dc:language>
		<dc:creator>Malaka</dc:creator>



		<description>

-
&lt;a href="http://localhost/boy/spip.php?rubrique1" rel="directory"&gt;VIDEOS CLIPS&lt;/a&gt;


		</description>


 <content:encoded>
		</content:encoded>


		
		<enclosure url="http://i1.ytimg.com/vi/44h7ZvTTHiQ/default.jpg" length="4266" type="image/jpeg" />
		

	</item>



	<item>
		<title>Africa</title>
		<link>http://localhost/boy/spip.php?article130</link>
		<guid isPermaLink="true">http://localhost/boy/spip.php?article130</guid>
		<dc:date>2008-12-01T00:21:49Z</dc:date>
		<dc:format>text/html</dc:format>
		<dc:language>fr</dc:language>
		<dc:creator>Malaka</dc:creator>



		<description>

-
&lt;a href="http://localhost/boy/spip.php?rubrique1" rel="directory"&gt;VIDEOS CLIPS&lt;/a&gt;


		</description>


 <content:encoded>
		</content:encoded>


		
		<enclosure url="http://i2.ytimg.com/vi/5OuwIC3pSX8/default.jpg" length="2984" type="image/jpeg" />
		

	</item>



	<item>
		<title>Parano</title>
		<link>http://localhost/boy/spip.php?article129</link>
		<guid isPermaLink="true">http://localhost/boy/spip.php?article129</guid>
		<dc:date>2008-12-01T00:18:30Z</dc:date>
		<dc:format>text/html</dc:format>
		<dc:language>fr</dc:language>
		<dc:creator>Malaka</dc:creator>



		<description>

-
&lt;a href="http://localhost/boy/spip.php?rubrique1" rel="directory"&gt;VIDEOS CLIPS&lt;/a&gt;


		</description>


 <content:encoded>
		</content:encoded>


		
		<enclosure url="http://i1.ytimg.com/vi/4kPTwJTtDfg/default.jpg" length="3138" type="image/jpeg" />
		

	</item>





</channel>

</rss>
